"Regular" = "Normale";

"Cosmic Strings" = "Stringhe Cosmiche";

"Cold Pricklies" = "Bruciature Fredde";

"Space Fur" = "Pelliccia Spaziale";

"Jiggly" = "Scuotimento";

"Undertow" = "Risacca";

"Random" = "Casuale";

"Custom" = "Fuoriserie";
